{
	"home": {
	"title": "Provisional Semantics: Addressing the challenges of representing multiple perspectives within an evolving digitised national collection",
	"content": "<p>Provisional Semantics interrogates how museums and heritage organisations can develop ethical and transparent readings to represent stakeholders appropriately and thereby foster engagement between a more diverse public and the digitised national collection. Currently, many subject index terms, catalogue entries and captions of artworks and artefacts have been informed by colonial contexts, attitudes and modes of perception. These can be outdated and/or offensive to contemporary audiences, not least people of African and Asian descent, whose diasporic histories are intertwined with Britain’s colonial past. Currently the lack of research examining ethical methodologies and required practical and attitudinal shifts prevents sustainable change from taking place.</p><p>Provisional semantics addresses this challenge by (1) examining what methodological, ethical and practical changes heritage organisations need to make to accommodate the multiple shifting interpretations needed for the digitised national collection to genuinely represent UK Heritage. And (2) testing what decolonial methods heritage organisations can employ to produce interpretive frameworks and terminologies fit for an evolving digitised national collection. Over 18 months the project will undertake a literature/practice review and utilise three case studies examining collections at the National Trust, Imperial War Museums and Tate that address the histories, representations and artistic practices of people of African and Asian descent. Each case study tests an approach to collaborating with key stakeholders of African and Asian descent whose expertise can help provide more equitable, multi-perspectival interpretations. The research is supported by the project’s academic partner, Dr Anjalie Dalal-Clayton, from the Decolonising Arts Institute, University of the Arts, London.</p><p>This project is a Foundation project within the the [AHRC|https://ahrc.ukri.org/] funded [Towards a National Collection Programme|https://ahrc.ukri.org/research/fundedthemesandprogrammes/tanc-opening-uk-heritage-to-the-world/].</p>",
	"footnotes": [],
	"content right": ""
	}
}
